Repository: Romly-Romly/irozukume
Catalog: Strings/*/Resources.resw
Source language: en
Languages: ja

# MenuFile.Title
source: File
ja: ファイル

# MenuClose.Text
source: Close
ja: 閉じる

# SidebarSplitter.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Resize sidebar
ja: サイドバーの幅を調整

# TitleBarIcon.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: System menu
ja: システムメニュー

# MenuExit.Text
source: Exit
ja: 終了

# MenuEdit.Title
source: Edit
ja: 編集

# MenuUndo.Text
source: Undo
ja: 元に戻す

# MenuRedo.Text
source: Redo
ja: やり直し

# MenuCopyFormat.Text
source: Copy as format
ja: 形式を選択してコピー

# MenuCopyFormatWeb.Text
source: Copy as format (Web)
ja: 形式を選択してコピー(Web)

# MenuCopyTermReset.Text
source: Append reset
ja: 末尾にリセットを付ける

# MenuPaste.Text
source: Paste
ja: 貼り付け

# MenuPasteSwitchTab.Text
source: Switch tab on paste
ja: 貼り付け時にタブを切り替える

# MenuColor.Title
source: Color
ja: 色

# MenuBlackWhite.Text
source: Black & white
ja: 黒白

# MenuMakeOpaque.Text
source: Make all colors opaque
ja: すべての色を不透明にする

# MenuAddFavorite.Text
source: Add to favorites
ja: お気に入りに追加

# MenuRandom.Text
source: Fully random
ja: 完全ランダム

# MenuRandomLightness.Text
source: Random with uniform lightness
ja: 明度を揃えてランダム

# MenuRandomChroma.Text
source: Random with uniform chroma
ja: 彩度を揃えてランダム

# MenuRandomHue.Text
source: Random with a single hue
ja: 色相を揃えてランダム

# MenuRandomContrast.Text
source: Random with safe contrast
ja: コントラストを確保してランダム

# MenuView.Title
source: View
ja: 表示

# MenuNextTab.Text
source: Next tab
ja: 次のタブ

# MenuPrevTab.Text
source: Previous tab
ja: 前のタブ

# MenuShowAllTabs.Text
source: Show all tabs
ja: 全タブを表示

# MenuShowActualColor.Text
source: Show sliders in actual colors
ja: スライダーを実際の色で表示

# MenuShowActualColor.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Paint each slider track with a gradient of the actual color reflecting the color being edited. When off, tracks show a default gradient of each component's change only.
ja: 各スライダーのトラックを、編集中の色を反映した実際の色のグラデーションで描きます。オフのときは成分ごとの変化だけを示す既定のグラデーションになります。

# MenuShowContrastText.Text
source: Contrast check mode
ja: コントラスト確認モード

# MenuShowAlpha.Text
source: Show alpha slider
ja: アルファ値スライダーを表示

# MenuShowToolbarCaption.Text
source: Show toolbar captions
ja: ツールバーのキャプションを表示

# MenuContrastMatrix.Text
source: Contrast matrix
ja: コントラストマトリックス

# AppName
source: Irozukume
ja: イロヅクメ

# MatrixWindowTitle
source: Contrast matrix - Irozukume
ja: コントラストマトリックス - イロヅクメ

# PreviewWindowTitle
source: Color preview - Irozukume
ja: 色のプレビュー - イロヅクメ

# PreviewFullScreenHint
source: Double-click, Esc or F to exit
ja: ダブルクリック、ESCまたはFで解除

# MatrixCornerLabel
source: Text ＼ Bg
ja: 文字色＼背景色

# MatrixSampleText.PlaceholderText
source: Type sample text
ja: サンプル文字を入力

# MatrixSampleText.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Sample text (shown in every cell and the contrast checker)
ja: サンプル文字 (各セルとコントラスト確認欄に反映)

# MatrixSamplePresets.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Sample text presets
ja: サンプル文字の定型文

source: Sample text presets
ja: サンプル文字の定型文

# MatrixHatchToggle.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Overlay hatching on pairs that do not meet AA
ja: AA を満たさない組み合わせに斜線を重ねる

# MatrixHatchToggle.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Hatch failing pairs (below AA)
ja: 不適合 (AA未満) を斜線で表示

# MatrixVisionSelector.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Toggle color vision simulation (▼ to choose the type)
ja: 色覚シミュレーションのオン/オフ (▼で種別を選択)

source: Color vision simulation
ja: 色覚シミュレーション

# MenuContrastIncludeAlpha.Text
source: Include opacity in contrast
ja: コントラストに不透明度を反映

# MenuVisionSubmenu.Text
source: Color vision simulation
ja: 色覚シミュレーション

# VisionProtan.Text
source: Protan
ja: 1型色覚

# VisionDeutan.Text
source: Deutan
ja: 2型色覚

# VisionTritan.Text
source: Tritan
ja: 3型色覚

# VisionMonochromacy.Text
source: Monochromacy
ja: 1色覚

# VisionSeverityIcon.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Color vision simulation severity (0 = normal, 100% = full dichromacy). Shared across Protan, Deutan and Tritan.
ja: 色覚シミュレーションの強さ (0=正常、100%=完全な2色覚)。P型・D型・T型に共通。

# VisionSeverityIcon.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Color vision simulation severity
ja: 色覚シミュレーションの強さ

# VisionSeveritySlider.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Severity of color vision deficiency (0 = normal, 100% = full dichromacy)
ja: 色覚の弱まりの強さ (0=正常、100%=完全な2色覚)

source: Color vision simulation severity
ja: 色覚シミュレーションの強さ

# VisionClearAll.Text
source: Clear all
ja: 全て解除

# MenuLimitNone.Text
source: No color limit
ja: 色を制限しない

# MenuLimitSubmenu.Text
source: Limit colors
ja: 色を制限する

# MenuLimitWebSafe.Text
source: Web-safe colors (216)
ja: Webセーフカラー (216色)

# MenuLimitRgb565.Text
source: RGB565 (65,536)
ja: RGB565 (65536色)

# MenuLimitRgb555.Text
source: RGB555 (32,768)
ja: RGB555 (32768色)

# MenuLimitRgb444.Text
source: RGB444 (4,096)
ja: RGB444 (4096色)

# MenuLimitRgb332.Text
source: RGB332 (256)
ja: RGB332 (256色)

# MenuLimitTerm256.Text
source: Terminal 256-color
ja: ターミナル 256色

# MenuLimitTerm16.Text
source: Terminal 16-color
ja: ターミナル 16色

# MenuLimitTerm8.Text
source: Terminal 8-color
ja: ターミナル 8色

# MenuOpenSettings.Text
source: Settings
ja: 設定

# SettingsPageHeader.Text
source: Settings
ja: 設定

# SwatchColorN
source: Color {0}
ja: 色 {0}

# SwatchAlphaPreview.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Click to edit alpha
ja: クリックでアルファを編集

# SwatchAlphaPreview.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Opacity preview. Click to activate this color and go to the Alpha tab.
ja: 不透明度プレビュー クリックでこの色をアクティブにしてアルファタブへ移動

# SwatchToolDelete.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Delete this color
ja: この色を削除

# SwatchToolDelete.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Delete this color
ja: この色を削除

# SwatchToolAdd.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Add a color below
ja: 下に色を追加

# SwatchToolAdd.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Add a color below
ja: 下に色を追加

# SwatchToolFavorite.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Add this color to favorites
ja: この色をお気に入りに追加

# SwatchToolFavorite.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Add this color to favorites
ja: この色をお気に入りに追加

# SwatchHexEdit.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Click to edit the hex value
ja: クリックして16進数を編集

# SwatchHexEdit.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Hex value. Click to edit.
ja: 16進数。クリックで編集。

# SwatchHexEditHeader.Text
source: Edit hex value
ja: 16進数を編集

# SwatchHexEditBox.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Hex value
ja: 16進数

# SwatchHexEditError.Text
source: Not a valid color
ja: 色として解釈できません

# SwatchHexEditApply.Content
source: Apply
ja: 適用

# Ctx_CopyFormatWeb
source: Copy as format (Web)
ja: 形式を選択してコピー(Web)

# Ctx_CopyFormat
source: Copy as format
ja: 形式を選択してコピー

# Ctx_TermReset
source: Append reset
ja: 末尾にリセットを付ける

# Ctx_Paste
source: Paste
ja: 貼り付け

# Ctx_Random
source: Random
ja: ランダム

# Ctx_AddFavorite
source: Add to favorites
ja: お気に入りに追加

# Ctx_ShowPreview
source: Show preview window
ja: プレビューウィンドウを表示

# SwatchColor2.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Background color
ja: 背景色

# SwatchColor2.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Background color
ja: 背景色

# ContrastTextRoleLabel.Text
source: Text
ja: 文字色

# SwatchRoleSwap.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Swap text and background colors (X)
ja: 文字色と背景色を入れ替え (X)

# SwatchRoleSwap.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Swap text and background colors
ja: 文字色と背景色を入れ替え

# ContrastBgRoleLabel.Text
source: Background
ja: 背景色

# ContrastSampleDefault
source: Contrast check Ag 0123
ja: コントラスト確認 Ag 永 0123

# ContrastSampleText.PlaceholderText
source: Type text
ja: 文字を入力

# ContrastSampleText.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Contrast sample text (text and background colors are chosen above)
ja: コントラスト確認用テキスト (文字色・背景色は上の役選択で選ぶ)

# ContrastSlider.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Contrast
ja: コントラスト

# ContrastDarkLabel.Text
source: Dark
ja: 暗

# ContrastLightLabel.Text
source: Light
ja: 明

# ToolbarRefresh.Text
source: Refresh
ja: 再取得

# ToolbarShowText.Text
source: Contrast
ja: コントラスト

# ToolbarShowAlpha.Text
source: Alpha
ja: アルファ

# ToolbarShowAlphaButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Show the alpha value slider
ja: アルファ値スライダーの表示

# ToolbarMatrix.Text
source: Matrix
ja: マトリックス

# ToolbarMatrixButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Show the contrast matrix window (Ctrl+M)
ja: コントラストマトリックスウィンドウの表示 (Ctrl+M)

# ToolbarVision.Text
source: Vision
ja: 色覚

# ToolbarLimit.Text
source: Limit
ja: 色制限

# ToolbarLimitButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Color limit
ja: 色制限

# ToolbarLimitButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Color limit
ja: 色制限

# ToolbarVisionButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Show color vision simulation
ja: 色覚シミュレーションの表示

# ToolbarShowTextButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Contrast check mode
ja: コントラスト確認モード

# ToolbarAddFavorite.Text
source: Add
ja: 追加

source: Save the current colors as a favorite palette (Ctrl+D)
ja: 現在の色を1つのお気に入りパレットとして保存 (Ctrl+D)

# ToolbarOverflowButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: More
ja: その他

source: More
ja: その他

# TabPalette.Text
source: Palette
ja: パレット

# TabPalette.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Palette (Ctrl+6)
ja: パレット (Ctrl+6)

# TabMix.Text
source: Mix
ja: ミックス

# TabMix.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Mix (Ctrl+7)
ja: ミックス (Ctrl+7)

# TabHarmony.Text
source: Harmony
ja: 配色

# TabHarmony.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Harmony (Ctrl+8)
ja: 配色 (Ctrl+8)

# TabImage.Text
source: Image
ja: 画像

# TabImage.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: From image (Ctrl+9)
ja: 画像から抽出 (Ctrl+9)

# ImageTab_DropHint.Text
source: Drop an image here
ja: ここに画像をドロップ

# ImageTab_PickFile.Content
source: Pick image...
ja: 画像を選択...

# ImageTab_ColorCountLabel.Text
source: Colors
ja: 色数

# ImageTab_AlgorithmLabel.Text
source: Algorithm
ja: アルゴリズム

# ImageTab_AlgoMedianCut.Content
source: Median Cut
ja: 中央値分割

# ImageTab_AlgoOctree.Content
source: Octree
ja: 八分木 (Octree)

# ImageTab_AlgoSA.Content
source: Simulated Annealing
ja: 焼きなまし法

# ImageTab_SaSettingsHeader.Text
source: Simulated annealing settings
ja: 焼きなまし法の詳細設定

# ImageTab_SaSeed.Content
source: Seed from median cut
ja: 中央値分割法を種にする

# ImageTab_SaIterations.Header
source: Iterations
ja: 反復回数

# ImageTab_SaMove.Header
source: Move step
ja: 移動幅

# ImageTab_SaAlpha.Header
source: Cooling rate α
ja: 冷却率 α

# ImageTab_SaInitialTemp.Header
source: Initial temperature factor
ja: 初期温度係数

# ImageTab_SaSatWeight.Header
source: Saturation weight
ja: 彩度重み

# ImageTab_SaRareWeight.Header
source: Rarity weight
ja: 希少度重み

# ImageTab_Extract.Content
source: Extract
ja: 抽出

# ImageTab_SaveFavorite.Content
source: Save as favorite
ja: お気に入りに保存

# ImageTab_Extracting.Text
source: Extracting...
ja: 抽出中...

# ImageTab_EmptyHint.Text
source: Load an image to extract colors
ja: 画像を読み込むと色が並びます

# ImageTab_LoadErrorTitle
source: Could not load image
ja: 画像を読み込めませんでした

# ImageTab_LoadErrorContent
source: This image could not be loaded. Please try another image.
ja: この画像は読み込めませんでした。別の画像をお試しください。

# ImageTab_TooManyWarningFormat
source: This palette has {0} colors. A favorite can hold only the first {1} colors of the list. The remaining {2} will not be saved.
ja: このパレットは {0} 色です。お気に入りに登録できるのはリストの先頭から {1} 色までです。残りの {2} 色は保存されません。

# ImageTab_CloseImage.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Close image
ja: 画像を閉じる

source: Close image
ja: 画像を閉じる

# HarmonySchemeLabel.Text
source: Scheme
ja: 配色の種類

# HarmonyComplementary.Content
source: Complementary
ja: 補色（コンプリメンタリー）

# HarmonyComplementary.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Two colors opposite on the wheel (180°). The strongest contrast.
ja: 色相環で正反対(180度)の2色。最も対比の強い組み合わせ。

# HarmonyAnalogous.Content
source: Analogous
ja: 類似色（アナロジー）

# HarmonyAnalogous.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Neighboring colors stepping 30° the same way from the base (up to 5). A calm, cohesive scheme.
ja: 基準色から同じ向きへ30度ずつ離れた隣り合う色(最大5色)。まとまりのある穏やかな配色。

# HarmonyTriadic.Content
source: Triad
ja: トライアード

# HarmonyTriadic.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Three colors evenly spaced around the wheel (120° apart). Vivid and balanced.
ja: 色相環を三等分した3色(120度間隔)。鮮やかで均衡のとれた配色。

# HarmonySplitComplementary.Content
source: Split-complementary
ja: 分裂補色（スプリット・コンプリメンタリー）

source: Three colors splitting around the complement (150° and 210°). Softer than a straight complementary.
ja: 補色の手前で左右に割った3色(150度・210度)。補色の対比を和らげた配色。

# HarmonyTetradic.Content
source: Tetrad
ja: テトラード

# HarmonyTetradic.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: A rectangle of four colors — a near-color pair mirrored to the opposite side. Two complementary pairs.
ja: 近接色の対を反対側にも置いた矩形の4色。2組の補色からなる豊かな配色。

# HarmonySquare.Content
source: Square
ja: 正方形

# HarmonySquare.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Four colors evenly spaced around the wheel (90° apart). Even and bold.
ja: 色相環を四等分した4色(90度間隔)。均等で力強い配色。

# HarmonyApply.Content
source: Tidy up
ja: 整える

# HarmonyChromaN
source: Color {0} chroma
ja: 色 {0} の彩度

# HarmonyValueN
source: Color {0} value
ja: 色 {0} の明度

# HarmonySharedChroma
source: Shared chroma
ja: 全色共通の彩度

# HarmonySharedValue
source: Shared value
ja: 全色共通の明度

# HarmonyDiscTypeLabel.Text
source: Disc type
ja: ディスクの種類

# HarmonyDiscFullRange.Content
source: Full range (white core)
ja: フルレンジ（白芯）

# HarmonyDiscFullRange.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: White at the center, black at the edge; covers the full lightness range. Points at the same distance from the center share the same lightness. The most vivid colors form a ring toward the center (blue is the exception, toward the edge).
ja: 中心が白で縁が黒。明度全域をカバー。中心からの距離が同じであれば明度も等しい。最も鮮やかな色は中心寄りの輪に並ぶ（青だけは縁寄り）。

# HarmonyDiscFullRangeReversed.Content
source: Full range (black core)
ja: フルレンジ（黒芯）

source: Black at the center, white at the edge; covers the full lightness range. Points at the same distance from the center share the same lightness. The most vivid colors form a ring toward the edge (blue is the exception, toward the center).
ja: 中心が黒で縁が白。明度全域をカバー。中心からの距離が同じであれば明度も等しい。最も鮮やかな色は縁寄りの輪に並ぶ（青だけは中心寄り）。

# HarmonyDiscWhiteToCusp.Content
source: Tints
ja: 明清色

# HarmonyDiscWhiteToCusp.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: White at the center; the edge is each hue's most vivid point (cusp). Tints — a pure hue mixed with white. The edge lightness varies by hue.
ja: 中心が白で、縁を各色相の最も鮮やかな点(cusp)に取る。純色に白を混ぜた明清色（ティント）。縁の明度は色相によって異なる。

# HarmonyDiscBlackToCusp.Content
source: Shades
ja: 暗清色

# HarmonyDiscBlackToCusp.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Black at the center; the edge is each hue's most vivid point (cusp). Shades — a pure hue mixed with black. The edge lightness varies by hue.
ja: 中心が黒で、縁を各色相の最も鮮やかな点(cusp)に取る。純色に黒を混ぜた暗清色（シェード）。縁の明度は色相によって異なる。

# HarmonyDiscHsv.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Angle is hue, distance is saturation (S). White at the center, the pure hue at the edge; value (V) is set per color with the slider below. Hue uses HSV hue, so harmony follows the traditional RGB color wheel.
ja: 中心からの角度が色相、距離が彩度(S)。中心が白、縁がその色相の純色で、明度(V)は下のスライダーで色ごとに変える。色相は HSV 色相を使うため、伝統的な RGB の色相環に沿った配色になる。

# HarmonyDiscHint.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Hold Shift while dragging to rotate while keeping each point's distance from the center
ja: Shift を押しながらドラッグすると、中心からの距離を保ったまま回転します

# HarmonyDiad.Content
source: Diad
ja: ダイアード

# HarmonyDiad.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: The base color and one a short step away (about 60°). A gentler contrast than complementary.
ja: 基準色と、そこから少し離れた1色(約60度)の2色。補色より穏やかな対比。

# HarmonyPentad.Content
source: Pentad
ja: ペンタード

# HarmonyPentad.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Five colors evenly spaced around the wheel (72° apart).
ja: 色相環を五等分した5色(72度間隔)。

# HarmonyMonochromatic.Content
source: Monochromatic
ja: モノクロマティック

# HarmonyMonochromatic.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: One hue, varying only lightness and chroma. A unified, calm scheme.
ja: 色相を1つに固定し、明度・彩度だけを色ごとに変える。統一感のある落ち着いた配色。

# HarmonyDominantTone.Content
source: Dominant tone
ja: ドミナントトーン

# HarmonyDominantTone.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Same tone (lightness + chroma) for all colors, varying only hue. Cohesive, with matched brightness and vividness.
ja: トーン(明度+彩度)を全色で揃え、色相だけを変える。明るさと鮮やかさが揃った、まとまりのある配色。

# HarmonyTonal.Content
source: Tonal
ja: トーナル

# HarmonyTonal.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: A dominant-tone variant that keeps the shared tone in the dull, mid range (medium lightness and chroma).
ja: ドミナントトーンの一種で、共通トーンをくすんだ中間色域に収める。明度・彩度が中間に制限される。

# HarmonyReverse.Content
source: Reverse
ja: 反転

# HarmonyReverse.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Flips the direction of asymmetric schemes (Analogous, Tetradic, Diad). No effect on symmetric schemes.
ja: 非対称な配色(類似色・テトラード・ダイアード)の向きを左右反転します。対称な配色では効きません。

# HarmonyMonotone.Content
source: Monotone
ja: モノトーン

# HarmonyMonotone.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: An achromatic scheme — a lightness ramp with no hue or chroma. Built from light-to-dark tones alone.
ja: 無彩色だけで明度の階調を作る配色。色みを持たず、明暗の差だけで構成する。

# HarmonyCurveLabel.Text
source: Tone curve
ja: トーンカーブ

# HarmonyCurveLinear.Content
source: Linear
ja: リニア

# HarmonyCurveLinear.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Spaces the lightness evenly on a straight line, for a perceptually uniform ramp.
ja: 明度を等間隔の直線に並べる。知覚的に均等な階調になる。

# HarmonyCurveCubic.Content
source: S-curve
ja: S字

# HarmonyCurveCubic.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Arranges the lightness on an S-curve — gentle in the middle, spread at the ends — for higher contrast.
ja: 中間をなだらかに、両端を離すS字に並べる。コントラスト高めの階調になる。

# HarmonyCurveInverseS.Content
source: Inverse S
ja: 逆S字

# HarmonyCurveInverseS.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Arranges the lightness on an inverse S — spread in the middle, tight at the ends — for lower contrast.
ja: 中間を広げ、両端を詰める逆S字に並べる。コントラスト低めの階調になる。

# HarmonyCurveGamma.Content
source: Gamma
ja: ガンマ

# HarmonyCurveGamma.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Biases the steps toward the light or dark end. Combine with Reverse to swap which end they cluster at.
ja: 明暗どちらか一方の側へ段を寄せる。反転と組み合わせると寄せる側を入れ替えられる。

# HarmonyCurveReverse.Content
source: Reverse
ja: 反転

# HarmonyCurveReverse.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Reverses the order of the lightnesses, flipping the ramp direction (light-to-dark ⇄ dark-to-light).
ja: 明度の並び順を逆にして、ランプの向き(明→暗 ⇄ 暗→明)を入れ替える。

# MixSpaceLabel.Text
source: Blend color space
ja: 混色する色空間

# MixMethodLabel.Text
source: Spread method
ja: 塗り広げ方

# MixMethodIdw.Content
source: Inverse distance
ja: 逆距離加重

# MixMethodGaussian.Content
source: Gaussian
ja: ガウス

# MixMethodNearest.Content
source: Nearest
ja: 最近傍

# MixArrangeButton.Content
source: Auto-arrange
ja: 自動アレンジ

# MixArrangeCorners.Text
source: Corners
ja: 四隅

# MixArrangePolygon.Text
source: Polygon
ja: 正多角形

# MixArrangeColumn.Text
source: Column
ja: 縦一列

# MixArrangeRow.Text
source: Row
ja: 横一列

# MixHueDirLabel.Text
source: Hue path
ja: 色相の回り方

# MixHueShorter.Content
source: Shorter
ja: 近い側

# MixHueLonger.Content
source: Longer
ja: 遠回り

# MixSharpnessLabel.Text
source: Sharpness
ja: シャープネス

# NameHue.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Hue
ja: 色相

# NameSaturation.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Saturation
ja: 彩度

# NameValue.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Value
ja: 明度

# NameLightness.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Lightness
ja: 輝度

# NameWhiteness.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Whiteness
ja: 白み

# NameBlackness.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Blackness
ja: 黒み

# NameChroma.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Chroma
ja: 彩度(クロマ)

# NameLumaY.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Luma Y
ja: 輝度 Y

# NameOpacity.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Opacity
ja: 不透明度

# NameGray.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Gray
ja: グレー

# NameGray.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Gray
ja: グレー

# HintRed.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Red
ja: 赤

# HintGreen.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Green
ja: 緑

# HintBlue.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Blue
ja: 青

# HintCyan.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Cyan
ja: シアン

# HintMagenta.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Magenta
ja: マゼンタ

# HintYellow.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Yellow
ja: イエロー

# HintKey.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Key (Black)
ja: キー（黒）

# HsvSvPad.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Saturation and value
ja: 彩度と明度

# HsvSlPad.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Saturation and lightness
ja: 彩度と輝度

# HsvHwbPad.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Whiteness and blackness
ja: 白みと黒み

# LchLcPad.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Lightness and chroma
ja: 明度と彩度

# HsvFollow.Content
source: Sync
ja: 連動

# HsvFollow.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Sync the 2D slider with the hue ring
ja: 2次元スライダーを色相環に連動させる

# HwbNormalize.Content
source: Limit travel
ja: 可動制限

# HwbNormalize.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Limit the marker's travel. On folds whiteness + blackness within 100% so the marker can't enter the degenerate range; off lets the marker move into sums above 100%.
ja: つまみの可動を制限する。オンでは白み+黒みの合計を100%以内へ畳んで退化域へ出せなくし、オフでは合計が100%を超える退化域へもつまみを出せる

# HsvLayoutPicker.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Choose layout
ja: 見せ方を選ぶ

# HsvLayoutPicker.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Choose how the hue-wheel area is laid out
ja: 色相環エリアの見せ方(レイアウト)を選ぶ

source: Hue ring with saturation-value square
ja: 色相リングと彩度・明度の正方形

# HsvLayoutRingSquare.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: A hue ring around a square pad of saturation (horizontal) and value (vertical)
ja: 外周の色相リングの中に、彩度(横)・明度(縦)の正方形パッドを置く

# HsvLayoutRingSquareCaption.Text
source: Ring + SV
ja: リング+SV
